Repository: 84000/data-translation-memory
Catalog: Toh_731-Tara_Who_Protects_from_Eight_Dangers-v2.tmx
Source language: bo
Languages: en

source: འཕགས་མ་སྒྲོལ་མ་འཇིགས་པ་བརྒྱད་ལས་སྐྱོབ་པའི་མདོ།
en: The Noble Sūtra Tārā Who Protects from the Eight Dangers

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: རྗེ་བཙུན་མ་སྒྲོལ་མ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the venerable lady Tārā.

source: བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Blessed Śākyamuni.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རི་རབ་ཀྱི་སྟེང་ལྷའི་གནས་ན་བཞུགས་ཏེ།
en: The Blessed One was dwelling in the realm of gods atop Mount Meru.

source: དེ་ཉིད་དུ་འཁོར་རྣམས་ཀྱི་ནང་ནས་ལྷ་མོ་སྒྲོལ་མས་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: At that time, the goddess Tārā, who was in the assembly, spoke the following words:

source: མཐོ་རིས་རིན་ཆེན་ལྟ་བུ་འདི་ཐོབ་ནས། །
en: “Now that you have reached this jewel-like higher realm,

source: ལས་དང་ལས་ཀྱི་འབྲས་བུ་ཤེས་པར་བྱོས། །
en: You should understand actions and their results:

source: བཟང་པོ་སྟེན་ཅིང་ངན་པ་སྤང་བར་གྱིས། །
en: Adhere to the good and abandon the bad,

source: གང་དག་སྡིག་པའི་ལས་རྣམས་སྤྱོད་བྱེད་པ། །འཇིག་རྟེན་ཕ་རོལ་ཐུར་དུ་འབབ་འགྱུར་ཏེ། །
en: For those who engage in evil actions Will plunge downward when they pass from this world.

source: དུད་འགྲོ་གླེན་ལྐུགས་གཅིག་ལ་གཅིག་ཟ་དང་། །
en: “Animals, dull and mute, devour one another.

source: གྱེན་ཐུར་འབབ་འཛེག་གཡང་ས་ངལ་བའི་ལམ། །འཇིགས་ཤིང་དངངས་སྐྲག་ཤིན་ཏུ་སྐྱི་གཡའ་བ། །ཟོན་དང་བཅས་པའི་སྡུག་བསྔལ་བསམ་མི་ཁྱབ། །
en: They climb and descend, up and down, on an abysmal path of toil. Terrified and afraid, they tremble in panic, As their dreadful suffering defies imagination.

source: ཡི་དགས་ལྟོགས་ཤིང་སྐོམ་དང་ལུས་མི་འཚམ། །
en: “ Pretas suffer from hunger and thirst, their bodies deformed.

source: བཟའ་བཏུང་སྣང་ཡང་གཞན་གྱིས་བསྲུངས་པ་དང་། །ཁ་ཅིག་ཟོས་ཀྱང་མེ་དང་མཚོན་དུ་འགྱུར། །
en: If food and drink should appear, it is guarded by others, And even if they consume a little, it turns into fire and swords.

source: ལྟོགས་ཤིང་སྐོམ་པའི་སྡུག་བསྔལ་བསམ་མི་ཁྱབ། །
en: Their suffering from hunger and thirst defies imagination.

source: དམྱལ་བར་སྐྱེས་པའི་སེམས་ཅན་དེ་དག་ནི། །རང་དབང་མེད་པར་གཤིན་རྗེ་གདུག་པས་ཁྲིད། །
en: “Those beings who are born in the hell realms Are powerlessly led by Yama’s henchmen.

source: བསྲེགས་ཤིང་བཙོས་ཏི་མཚོན་གྱིས་རབ་ཏུ་འཐུབ། །
en: Burned and boiled, they are sliced asunder by swords;

source: བསྲན་གླགས་མེད་པའི་སྡུག་བསྔལ་ཚ་དང་གྲང་། །
en: Their suffering from heat and cold is unbearable.

source: དེས་ན་ཚེ་འདིར་སྡིག་པའི་ལས་བྱེད་པ། །རང་གིས་རང་ལ་མངན་ནི་ཆེར་བྱས་ཡིན། །
en: “Thus, those who commit evil deeds in this life Are committing a great injury to themselves.

source: བསྐལ་པ་མང་པོར་སྡུག་བསྔལ་དྲག་པོས་གདུངས། །
en: They will be tormented by intense suffering for many eons,

source: ཐར་པའི་དུས་མེད་བསྲན་པའི་གླགས་ཀྱང་མེད། །
en: With no chance to escape and no means of enduring it.

source: དྲན་པ་གསལ་བས་ལས་ཀྱི་འབྲས་བུར་ཤེས། །
en: “Keep this clearly in mind, and understand the results of actions.

source: སྡུག་བསྔལ་མ་བཟོད་སྨྲེ་སྔགས་རང་ལ་རྨོ། །
en: Otherwise you will sow your own unbearable suffering and lament.

source: སྐད་ངན་དྲག་པོའི་ཀུ་སྒྲས་གཞན་ཡང་སྐྲག །
en: Even others will be frightened by the terrible din of your agonized screams,

source: དེ་ལ་སོགས་ཏེ་སྡུག་བསྔལ་བསམ་མི་ཁྱབ། །
en: For these kinds of sufferings are beyond imagination!

source: གང་དག་ཉེས་དམིགས་རབ་ཏུ་ཤེས་གྱིས་ལ། །ངན་སོང་གསུམ་གྱི་རྒྱུ་རྣམས་རབ་ཏུ་སྤངས། །
en: “Whoever understands such grave faults Will abandon the causes of the three lower realms.

source: སྡིག་པའི་རྣམ་པ་ཕྲ་རགས་གང་ལ་ཡང་། །ལུས་ངག་ཡིད་ཀྱི་སྒོ་ནས་སྤྱད་ཏ་རེ། །
en: Wherever evil manifests, subtle or coarse, Act swiftly by way of body, speech, and mind.

source: རང་ཡང་བདེ་ལ་འགྲོ་རྣམས་ཡོངས་ལ་ཕན། །
en: “You will then be happy and offer help to all beings.

source: ཆགས་སྡང་རྨོངས་སྤངས་སྙིང་རྗེའི་རྩ་བ་བརྟན། །
en: You will give up attachment, aversion, and ignorance and strengthen the root of compassion.

source: སྒོ་གསུམ་དང་བས་འབད་དེ་དགེ་བ་སྤྱད། །
en: You will practice virtue, striving avidly with body, speech, and mind, And

source: ཤིན་ཏུ་ཟབ་པའི་སྙིང་པོ་འདི་ལ་འབད། །
en: endeavor in this most profound quintessence.

source: མེ་ཏོག་སད་ཀྱིས་ཁྱེར་བའི་འབྲས་བུ་ལ། །སོ་ནམ་བྱས་ཀྱང་མྱུ་གུ་མི་སྐྱེ་ལྟར། །
en: “The fruit of a flower overcome by frost, Although cultivated, will produce no sprouts. Likewise,

source: སྡོམ་ཉམས་ཐེ་ཚོམ་ཟོས་པའི་གང་ཟག་གིས། །ཤིན་ཏུ་ཟབ་པའི་རིག་སྔགས་བསྒྲུབ་གྱུར་ཀྱང་། །བྱིན་བརླབས་འབྱུང་ངོ་སྙམ་ཡང་འབྱུང་མི་སྲིད། །
en: those who transgress their vows and entertain doubts May practice the most profound of vidyāmantras, Thinking, ‘Blessings will come,’ but this is impossible—

source: རྩོལ་བ་དེ་དག་ངལ་བ་དོན་མེད་འགྱུར། །
en: Their efforts amount to meaningless hardship.

source: རིག་སྔགས་དེ་ཡང་སྐྱེ་བོའི་ཚིག་དང་མཚུངས། །
en: “Their vidyāmantra becomes like the prattle of common folk, And

source: ཏིང་འཛིན་རྣམས་ཀྱང་བྱིས་པའི་བསམ་པ་འདྲ། །
en: their absorption resembles the musings of a child.

source: སྐྱོན་མེད་སྐྱེས་བུས་རིག་སྔགས་དེ་བསྒྲུབས་ན། །
en: But if people without fault practice vidyāmantras,

source: ཇི་ལྟར་འདོད་པ་བཞིན་དུ་མྱུར་དུ་འགྲུབ། །
en: They shall swiftly accomplish whatever they desire.

source: དཔེར་ན་ནྱ་གྲོ་དྷ་ཡི་ས་བོན་ནི། །ཤིན་ཏུ་ཕྲ་ཡང་ཆུ་ལུད་ལེགས་བྲན་ན། །དགུང་ཟླ་བདུན་ན་དཔག་ཚད་ཙམ་དུ་སྐྱེ། །
en: “Minute though it is, the seed of the banyan tree Well moistened with water and manure In seven months can grow as much as a league.

source: བེམས་པོ་ཕྱི་ཡི་འགྱུར་ཡང་དེ་འདྲ་ན། །རིག་པས་རིག་པ་བསྒྲུབ་པ་ལྟ་ཅི་སྨོས། །
en: If there can be so much change in outer matter, What need to speak of accomplishing knowledge with knowledge?

source: འོད་གསལ་ནང་གི་འགྱུར་ལ་དཔག་ཏུ་མེད། །
en: The inner change of luminosity is beyond all measure.

source: ཚོང་དཔོན་ལམ་ལ་མཁས་པ་དག་ལ་བརྟེན། །གྲུ་ཚགས་ལེགས་པས་རྒྱ་མཚོར་ཞུགས་གྱུར་ན། །
en: “If one relies on a merchant who knows the way And sets out to sea in an excellent ship,

source: རིན་ཆེན་འདོད་པ་བཞིན་དུ་རྙེད་གྱུར་ནས། །རང་གི་གནས་སུ་ལེགས་པར་ཕྱིན་པ་ཡིན། །
en: One will find whatever riches are desired And sail smoothly back to one’s home.

source: བྱམས་དང་སྙིང་རྗེ་དགའ་དང་བཏང་སྙོམས་རྟེན། །བྱང་ཆུབ་སེམས་ལྡན་དགེ་བ་སྦྱང་གྱུར་ན། །
en: “If one relies on love, compassion, joy, and equanimity And practices virtue endowed with the mind of awakening,

source: ཡང་དག་རྫོགས་ཀྱི་ལམ་ལ་ཞུགས་འགྱུར་ཏེ། །ངེས་པར་མཁྱེན་ཉིད་ས་ལ་འགྲོ་བར་འགྱུར། །
en: One will set out on a truly perfect path And be sure to reach the land of wisdom.

source: མདའ་ཉིད་སྐྱེས་བུའི་འཐེབ་ནས་ཤོར་གྱུར་ན། །མི་འཕང་སྙམ་ཡང་ཤིན་ཏུ་འཕངས་པར་འགྱུར། །
en: “When an arrow is released from a person’s fingers, It has certainly been shot, even if one thinks otherwise.

source: ཆོས་ཉིད་དོན་ཀུན་ཆུབ་པའི་གང་ཟག་ནི། །མི་ཕྱིན་སྙམ་ཡང་ཕ་རོལ་ཕྱིན་པར་འགྱུར། །
en: When a person fully comprehends the meaning of reality, The other shore has been reached, even if one thinks otherwise.

source: བྱ་ཆའི་རྣམ་པ་རང་བཞིན་རྫོགས་གྱུར་ནས། །
en: “Once the aspects of conduct are naturally perfected,

source: སངས་རྒྱས་འབྲས་བུ་འཐོབ་པར་ཐེ་ཙོམ་མེད། །
en: The fruit of buddhahood will undoubtedly be attained.

source: ཆོས་ཉིད་རྣམ་པར་དག་པ་དེ་རྟོགས་ན། །
en: When the pristine nature of reality is realized,

source: བདག་མེད་སྲོག་མེད་སྲོག་ཀྱང་གཅད་དུ་མེད། །
en: There is no self, no life force, and also no termination of life force.

source: ལས་མེད་དེ་ཡི་རྣམ་པར་སྨིན་པ་མེད། །
en: There is no action and no ripening of action.

source: མཐའ་རྣམས་རབ་སྤངས་སྐྱེས་བུ་རྣམ་པར་གྲོལ། །
en: The extremes are abandoned, and one is liberated.

source: དེ་དོན་རྟོགས་ཕྱིར་བདག་གིས་བཤད་པ་ཡི། །སྙིང་པོ་འདི་ལ་གུས་པས་བཟླས་གྱུར་ན། །
en: “In order for you to realize that goal, Devotedly recite this quintessence as I proclaim it. If you do,

source: བསྐལ་པ་གྲངས་མེད་གསུམ་གྱི་སྡིག་ཀྱང་འཛད། །ངན་སོང་གསུམ་དང་འཁོར་བའི་སྡུག་བསྔལ་ཀུན། །རབ་ཏུ་སྦྱོང་ཞིང་སྒྲིབ་པ་རྣམས་ཀྱང་འདག །
en: the evil deeds of three incalculable eons will be eradicated, The three lower realms and all the suffering of saṃsāra will be purified, And the obscurations will be cleared away.

source: དོན་དང་ལྡན་པའི་སྙིང་པོ་འདི་ལྟ་སྟེ། །
en: The meaningful quintessence is as follows:

source: ཨོཾ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་མོ། ལྷ་མོ་ཁྱོད་ཀྱིས་བསྐྱབ་ཏུ་གསོལ། །
en: oṁ , bodhisattva great lady, goddess, please protect us!

source: !ཨོཾ་ན་མོ་ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་ཡ། ཏདྱ་ཐཱ།
en: oṁ nama āryāvalokiteśvarāya bodhi­sattvāya mahā­sattvāya mahā­kāruṇikāya | tadyathā |

source: ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སརྦ་དུཥྚཱ་ན། པྲ་དུཥྚཱ་ན་མ་མ་ཀྲྀ་ཏེ། ཛམྦྷ་ཡ། སྟམྦྷ་ཡ། མོ་ཧ་ཡ། བན་དྷ་ཡ། ཧཱུྃ་ཧཱུྃ་ཧཱུྃ། ཕཊ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: oṁ tāre tuttāre ture sarva­duṣṭān praduṣṭān mama kṛte jambhaya stambhaya mohaya bandhaya hūṁ hūṁ hūṁ phaṭ phaṭ phaṭ svāhā |

source: !མ་མ་ཨཱརྱཱ་བ་ལོ་བྷ་ཡཱ་ན་རཱ། བོ་དྷི་སཏྭཱ། མ་ཧཱ་སཏྭཱ་ནི། ཨདྷི་ཥྛཱི་ཏེ་མ་མ་སརྦ་ཀརྨ་ཨཱ་བ་ར་ཎ་སྭ་བྷཱ་བ། ཤུད་དྷེ་བི་ཤུ་ད་དྷེ། ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: nama āryāvalobhayā narā bodhisattvā mahā­sattvāni adhiṣṭhānādhiṣṭhite mama sarva­karmāvaraṇa svabhāva­śuddhe viśuddhe śodhaya viśodhaya hūṁ phaṭ svāhā |

source: དེ་ནས་སངས་རྒྱས་ཉིད་ཀྱིས་སུ། །ལྷ་མོ་ཉིད་ལ་རབ་ཏུ་བསྟོད། །
en: Then the gods praised the goddess Who was herself the embodiment of buddhahood:

source: ཐུགས་རྗེ་ཤིན་ཏུ་ཆེ་བས་འགྲོ་བའི་དོན་མཛད་མ། །མཚན་དང་དཔེ་བྱད་རྫོགས་ཤིང་རིན་ཆེན་རྒྱན་གྱིས་སྤྲས། །
en: “Lady who acts with immense compassion for the good of beings— You have all the major and minor marks and are bedecked with precious substances.

source: ཤིན་ཏུ་མཛེས་ཚུལ་འཛུམ་ཞིང་བཞད་པའི་བཞིན། །
en: Your smile is ravishing, your countenance is joyful, And

source: སྤྱན་གྱི་སྐྱེ་མཆེད་ཟར་མའི་པདྨ་འདྲ། །
en: your eyes are like flax blossoms.

source: སྙན་གྱི་སྐྱེ་མཆེད་ཨུག་ཅོས་བྱེ་བ་འདྲ། །
en: “Your ears are like blossoming trumpet flowers.

source: ཤངས་ཀྱི་སྐྱེ་མཆེད་ཨུཏྤལ་བུམ་བུ་འདྲ། །
en: Your nose is like a lotus bud.

source: ཞལ་གྱི་མཆེད་ཧ་ལོ་རྒྱས་པ་འདྲ། །
en: Your mouth is like a mallow in full bloom.

source: སྣ་ཚོགས་སྐུ་མངའ་ན་ཆུང་མཚན་ལྡན་སྐུ། །
en: You have a sparkling body and the figure of a young maiden.

source: ཆོས་ཀྱི་སྒྲ་སྒྲོགས་ཀ་ལ་པིང་ཀའི་གསུང་། །
en: “Your speech is like a kalaviṅka bird, proclaiming the Dharma.

source: སེམས་ཅན་ཀུན་ལ་བྱམས་མགོན་ཐུགས་རྗེའི་ཐུགས། །
en: Your compassionate mind guards all beings with love.

source: འཁོར་བའི་སྐྱོན་གྱིས་མ་གོས་པདྨ་གཡོན། །
en: Your left hand holds a lotus, for you are unstained by saṃsāra’s flaws.

source: སེམས་ཅན་དོན་རྣམས་མཛད་ཕྱིར་སྐྱབས་སྦྱིན་གཡས། །
en: Your right hand grants protection to all beings to fulfill their aims.

source: ཐབས་དང་ཤེས་རབ་ཉི་ཟླའི་གདན་ལ་བཞུགས། །
en: “You are seated on the sun and moon of method and wisdom.

source: རྗེ་བཙུན་སྒྲོལ་མ་ལ་ནི་སྐྱབས་སུ་མཆི། །
en: Venerable lady Tārā, we take refuge in you!

source: འཁོར་བའི་གཡང་ས་ཆེ་ལས་བདག་སྐྱོབས་ཤིག །
en: Protect us from the great abyss of saṃsāra!

source: འགྲོ་དྲུག་རང་ཁའི་གནས་སུ་འཁོར་ར་རེ། །ཐུགས་རྗེ་ཆེན་མོའི་ཞགས་པས་བདག་ཟུང་ཤིག །
en: “As we circle within the six transmigrations, May you secure us with your noose of great compassion.

source: ངན་སོང་གསུམ་གྱི་གནས་སུ་ཤོར་ར་རེ། །འཁྱམས་མེད་པ་ཡི་ལམ་དུ་བདག་ཆུག་ཤིག །
en: As we go astray into the three lower realms, May you place us on a path free from straying.

source: ལོག་པར་ལྟ་བའི་རིགས་སུ་སྐྱེས་ས་རེ། །བླ་མ་བྱང་སེམས་མངའ་དང་བདག་སྤྲོད་ཅིག །བཤེས་གཉེན་ངན་པ་དག་དང་ཕྲད་ཏ་རེའོ། །
en: “As we are born into families with wrong views, Please introduce us to teachers who possess the mind of awakening, Lest we encounter unwholesome teachers.

source: སེང་གེ་གླང་ཆེན་མེ་དང་སྦྲུལ། །མི་རྒོད་ཆུ་དང་རིམས་རྣམས་དང་། །ཤ་ཟས་འཇིགས་པ་བརྒྱད་པོ་ལས། །སྐྱོབ་མཛད་ཁྱེད་ལ་ཕྱག་འཚལ་ལོ། །
en: “You protect from the eight dangers— Lions, elephants, fire, snakes, Robbers, waters, infectious diseases, and demons. We pay homage to you!

source: འཇིག་རྟེན་འདི་དང་གཞན་དག་ཏུ། །འཇིགས་པ་བརྒྱད་ལས་བསྐྱབ་ཏུ་གསོལ། །
en: In this world and in others as well, Protect us from these eight dangers!

source: ཕ་རོལ་འབྲས་བུ་མ་ཐོབ་བར་དག་ཏུ། །སྦྱིན་དང་ཚུལ་ཁྲིམས་བཟོད་པ་བརྩོན་འགྲུས་དང་། །བསམ་གཏན་ཤེས་རབ་ཐབས་དང་སྨོན་ལམ་དང་། །སྟོབས་དང་དེ་བཞིན་ཡེ་ཤེས་ཕ་རོལ་ཕྱིན། །བཅུ་པོ་དེ་དང་མི་འབྲལ་འགྲོགས་པར་ཤོག །
en: “Until we have reached our goal, the other shore, May we make the ten perfections of generosity, moral conduct, Patience, diligence, concentration, insight, Method, aspiration, strength, and wisdom Our inseparable allies!”

source: རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལས་ཆོས་འདི་བྲི་བ་དང་། བཀླག་པ་དང་། ཁ་ཏོན་དང་། ཀུན་ཆུབ་པ་དང་། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱ་བ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་བསྟན་པར་བྱའོ་ཞེས་བཀའ་སྩལ་པ་དང་།
en: The Blessed One then declared, “Sons and daughters of noble family should write down this teaching, read it, recite it, understand it, contemplate it correctly, and explain it extensively to others.”

source: ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་རྣམས་ཡི་རངས་ཏེ་མངོན་པར་བསྟོད་དོ། །
en: At this point, the whole assembly rejoiced and offered praise.

source: རྗེ་བཙུན་མ་སྒྲོལ་མ་འཇིགས་པ་བརྒྱད་ལས་སྐྱོབ་པའི་མདོ་རྫོགས་སོ།།
en: This completes the sūtra “Venerable Lady Tārā Who Protects from the Eight Dangers.”
